Repository: common-repository/bonus-for-woo
Catalog: lang/bonus-for-woo-*.po
Languages: es_es

source: At the moment, the statistics are in testing mode.
es_es: Por el momento, las estadísticas están en modo de prueba.

source: You have returned %s bonus points for order number %s.
es_es: Has ganado %s puntos de bonificación por el pedido número %s.

source: %s bonus points have been added to you.
es_es: Se han añadido %s puntos de bonificación a tu cuenta.

source: %s for registration
es_es: %s por registrarte

source: Action
es_es: Acción

source: Activate
es_es: Activar

source: Active
es_es: Activo

source: Add a new coupon
es_es: Añadir nuevo cupón

source: Add coupon
es_es: Añadir cupón

source: added
es_es: añadido

source: Are you sure you want to clear this customer bonus points history?
es_es: ¿Está seguro de que desea borrar el historial de puntos de este cliente?

source: Are you sure you want to delete this coupon?
es_es: ¿Estás seguro de que deseas eliminar este cupón?

source: Are you sure you want to remove this entry from your reward points history?
es_es: ¿Está seguro de que desea eliminar esta entrada de su historial de puntos de recompensa?

source: At the moment, the bonus system is not available.
es_es: Por el momento, el sistema de bonificación no está disponible.

source: Birthday
es_es: Cumpleaños

source: Bonus page
es_es: Mis Puntos

source: Bonus points
es_es: Puntos de bonificación

source: Bonus points have been added to you!
es_es: ¡Se han añadido puntos de bonificación a tu cuenta!

source: Bonus points on your birthday
es_es: Puntos de bonificación en tu cumpleaños

source: Bonus points update
es_es: Actualización de puntos de bonificación

source: Bonus system statistic
es_es: Estadística del sistema de bonificación

source: Cashback %s
es_es: %s de reembolso

source: Cashback:
es_es: Reembolso:

source: Cause
es_es: Causa

source: Changing your status
es_es: Cambiando tu estado

source: Clear
es_es: Borrar

source: Clear the history
es_es: Borrar historial

source: Client
es_es: Cliente

source: Comment admin
es_es: Administrador de comentarios

source: Copy link
es_es: Copiar enlace

source: Coupon
es_es: Cupón

source: Coupon <b>%s</b> is already being used. Enter another code or change the existing one.
es_es: El cupón <b>%s</b> ya se está utilizando. Ingrese otro código o cambie el existente.

source: Coupon activated.
es_es: Cupón activado

source: Coupon can only be used once.
es_es: El cupón sólo se puede utilizar una vez.

source: Coupon code
es_es: Código promocional

source: Coupon status changed
es_es: El estado del cupón cambió

source: Coupon usage
es_es: Uso de cupones

source: Coupons for %s
es_es: Cupones para %s

source: Coupons list
es_es: Lista de cupones

source: Create a coupon in the form and it will appear in the list of coupons.
es_es: Crea un cupón en el formulario y aparecerá en la lista de cupones.

source: Create date
es_es: Fecha de Creación

source: Daily %s for the login.
es_es: %s diarios para el inicio de sesión.

source: Date
es_es: Fecha

source: Date of birth
es_es: Fecha de nacimiento

source: Date of use
es_es: Fecha de uso

source: days
es_es: días

source: Deactivate
es_es: Desactivar

source: Delete
es_es: Borrar

source: deleted
es_es: borrado

source: Description
es_es: Descripción

source: Enter coupon code to take %s.
es_es: Ingrese el código de cupón para obtener %s.

source: Error opening
es_es: Error al abrir

source: Event
es_es: Evento

source: For review
es_es: Para la revisión

source: From
es_es: De

source: History of %s for all customers
es_es: Historial de %s para todos los clientes

source: import
es_es: importar

source: Import completed successfully!
es_es: ¡Importación completada exitosamente!

source: Import coupons
es_es: Importar cupones

source: Inactivity %d days
es_es: Inactividad %d días

source: Leave a review and receive
es_es: Deja una reseña y recibe

source: Message
es_es: Mensaje

source: My cashback percentage
es_es: Mi porcentaje de reembolso

source: My referral link
es_es: Mi enlace de referencia

source: My status
es_es: Mi estado

source: No status
es_es: Sin estado

source: Not active
es_es: No activo

source: Not specified.
es_es: Sin especificar

source: Number of points
es_es: Número de puntos

source: Offline product
es_es: Producto sin conexión

source: Once a coupon has been used, it cannot be activated. Only delete.
es_es: Una vez utilizado un cupón, no se puede activar. Sólo borrar.

source: Order
es_es: Pedido

source: Order created by administrator:
es_es: Pedido creado por el administrador

# Order number
source: Order
es_es: Pedido

source: Order statistics
es_es: Estadísticas de pedidos

source: Out of %s of orders in %s points applied
es_es: Fuera de %s de pedidos en %s puntos aplicados

source: people
es_es: personas

source: Point
es_es: Punto

source: Points
es_es: Puntos

source: points
es_es: puntos

source: Points accrual
es_es: Acumulación de puntos

source: Points for referral
es_es: Puntos por referencia

source: Possible statuses
es_es: Posibles estados

source: Referral link generated. Please refresh the page.
es_es: Enlace de referencia creado. Por favor actualiza la pápina.

source: Referral statistics
es_es: Estadísticas de referencias

source: Referral system members:
es_es: Miembros del sistema de referencias:

source: Refund of bonus points
es_es: Reembolso de puntos de bonificación

source: Register and get %s %s.
es_es: Regístrate y obtén %s %s.

source: Return of %s
es_es: Devolución de %s

source: Return of %s for Product Review
es_es: Devolución de %s por revisión de producto

source: Reward %s notification
es_es: Notificación de recompensa %s

source: Search
es_es: Buscar

source: Settings
es_es: Opciones

source: Sorry, no such coupon found.
es_es: Lo sentimos, no se encontró ese cupón.

source: Sorry. The coupon usage limit has been reached.
es_es: Lo siento. Se ha alcanzado el límite de uso del cupón.

source: Statistics will be updated. For suggestions on statistics, please email info@computy.ru.
es_es: Las estadísticas se actualizarán. Para sugerencias sobre estadísticas, envíe un correo electrónico a info@computy.ru.

source: Status
es_es: Estado

source: Sum
es_es: Suma

source: Technical product for accrual of bonus points
es_es: Producto técnico para la acumulación de puntos de bonificación.

source: The %s bonus points you earned for order no. %s have been canceled.
es_es: Los %s puntos de bonificación que ganó por el pedido no. %s han sido cancelados.

source: The customer can only use active coupons.
es_es: El cliente sólo puede utilizar cupones activos.

source: The last 500 entries are displayed.
es_es: Se muestran las últimas 500 entradas.

source: The sum of your %s is now
es_es: La suma de tus %s es ahora

source: The sum of your bonus points is now
es_es: La suma de tus puntos de bonificación es ahora

source: This plugin adds a cashback system to the woocommerce functionality in the form of bonuses. Also, adding a percentage of cashback depending on the user's role. Also, changing the user's role, depending on the amount of all his purchases.
es_es: Este complemento agrega un sistema de devolución de dinero a la funcionalidad de WooCommerce en forma de bonificaciones. Además, añadiendo un porcentaje de cashback dependiendo del rol del usuario. Además, cambiar el rol del usuario, en función del importe de todas sus compras.

source: to
es_es: a

source: To create multiple coupons, create a csv file and import it using the form below.
es_es: Para crear varios cupones, cree un archivo csv e impórtelo utilizando el siguiente formulario.

source: To start using the referral system, you need to buy goods for
es_es: Para comenzar a utilizar el sistema de referencia, debe comprar productos por

source: To take
es_es: Tomar

source: To use %s, the order amount must be more than
es_es: Para utilizar %s, el monto del pedido debe ser superior a

source: To use %s, you must remove the coupon.
es_es: Para utilizar %s, debes eliminar el cupón.

source: Total in the bonus system: %s of users
es_es: Total en el sistema de bonificación: %s de usuarios

source: Total invitees:
es_es: Invitados totales:

source: up to
es_es: Tendrías

source: Up to [percent]% cashback and «[status]» status, you have [sum] left to spend.
es_es: Hasta un [percent] % de reembolso y estado «[status]», gasta [sum] más para llegar al siguiente nivel.

source: Update user statuses
es_es: Actualizar estados de usuario

source: Upload CSV file
es_es: Subir archivo CSV

source: Use [points] points to get a [discount] discount on this order.
es_es: Utilice [puntos] puntos para obtener un descuento de [descuento] en este pedido.

source: Use of %s
es_es: %s usados

source: Use points
es_es: Usar Puntos

source: Used
es_es: Usado

source: will expire after
es_es: caducará después

source: With the support of
es_es: Con el apoyo de

source: Writing off bonus points
es_es: Cancelación de puntos de bonificación

source: You can only use csv file format!
es_es: ¡Solo puedes usar el formato de archivo csv!

source: You have the maximum cashback!
es_es: ¡Tienes el reembolso máximo!

source: You invited
es_es: Estas invitado

source: Your friends invited
es_es: Tus amigos invitados

source: Your points will be deleted soon.
es_es: Tus puntos se eliminarán pronto.

source: Your product review has been rejected. %s %s are canceled.
es_es: La reseña de tu producto ha sido rechazada. %s %s están cancelados.

source: Сode coupon
es_es: Código del Cupón
